Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Block the user for one day
sv: Blockera användaren i en dag

source: Block the user for one week
sv: Blockera användaren i en vecka

source: Block the user for one month
sv: Blockera användaren i en månad

source: Report format
sv: Rapportformat

source: Choose a file format for the report
sv: VÃ¤lj ett filformat fÃ¶r rapporten

source: Report period
sv: Rapportperiod

source: Strings translated
sv: Översatta strängar

source: Sort order
sv: Sorteringsordning

source: You do not have permission to access this component.
sv: Du har inte behörighet att komma åt komponenten.

source: This submission has been identified as spam!
sv: Denna inlägg har identifierats som skräppost!

source: Basic
sv: Grundläggande

source: Upstream links
sv: Uppströmslänkar

source: Listing and access
sv: Listning och åtkomst

source: Translation settings
sv: Översättningsinställningar

source: Locations
sv: Platser

source: Version control settings
sv: Versionshanteringsinställningar

source: Commit messages
sv: Arkiveringssmeddelande

source: Translation files
sv: Översättningsfiler

source: Monolingual translations
sv: Enspråkiga översättningar

source: Adding new languages
sv: Lägger till nya språk

source: Select an existing component configuration to copy.
sv: Välj en befintlig komponentkonfiguration att kopiera.

source: ZIP file containing translations
sv: ZIP-fil som innehåller översättningar

source: Document to translate
sv: Dokument att översätta

source: Target language of the document for bilingual files
sv: Målspråk för dokumentet för tvåspråkiga filer

source: Choose translation files to import
sv: Välj översättningsfiler att importera

source: Specify configuration manually
sv: Ange konfiguration manuellt

source: You must specify a license for these components to make them publicly accessible: %s
sv: Du mÃ¥ste ange en licens fÃ¶r dessa komponenter fÃ¶r att gÃ¶ra dem publikt tillgÃ¤ngliga: %s

source: Approved-only commit policy requires translation reviews to be enabled. Please enable translation reviews first or choose a different commit policy.
sv: En policy som endast tillåter godkända commit kräver att översättningsgranskningar är aktiverade. Aktivera först översättningsgranskningar eller välj en annan commit-policy.

source: Translation reviews are required for approved-only commit policy. Please choose a different commit policy before disabling translation reviews.
sv: Översättningsgranskningar krävs för policyn för endast godkända commit. Välj en annan commit-policy innan du inaktiverar översättningsgranskningar.

source: Access
sv: Åtkomst

source: Uses and contributes to the pool of shared translations between projects.
sv: Använder och bidrar till samlingen med delade översättningar mellan projekt.

source: ZIP file containing project backup
sv: ZIP-fil som innehåller en säkerhetskopia av projektet

source: Could not load project backup: The backup is from an incompatible version (%(version)s). Please upgrade your Weblate instance.
sv: Det gick inte att lÃ¤sa in projektets sÃ¤kerhetskopia: SÃ¤kerhetskopian Ã¤r frÃ¥n en inkompatibel version (%(version)s). Uppgradera din Weblate-instans.

source: Could not load project backup: %s
sv: Kunde inte ladda projektets säkerhetskopia: %s

source: Optional additional filter applied to the strings
sv: Valfritt ytterligare filter som tillämpas på strängarna

source: Search string
sv: Söksträng

source: Case-sensitive string to search for and replace.
sv: Skiftlägeskänslig sträng att söka efter och ersätta.

source: Replacement string
sv: Ersättningssträng

source: Translation key
sv: Översättningsnyckel

source: Key used to identify the string in the translation file. File-format specific rules might apply.
sv: Nyckel som används för att identifiera strängen i översättningsfilen. Särskilda regler kan gälla för vissa filformat.

source: Source language text
sv: Källspråkets text

source: You can edit this later, as with any other string in the source language.
sv: Du kan ändra detta senare, som med alla strängar i källspråket.

source: Optional context to clarify the source strings.
sv: Valfri kontext för att förtydliga källsträngarna.

source: Auto-adjust context when an identical string already exists.
sv: Anpassar automatiskt kontexten när en identisk sträng redan finns.

source: Translated string
sv: Översatt sträng

source: You can edit this later, as with any other string in the translation.
sv: Du kan redigera detta senare, som med alla andra strängar i översättningen.

source: String will be part of the glossary in all languages
sv: Strängen kommer att ingå i ordlistan på alla språk

source: Mark this option for translations that should not be used.
sv: Markera detta alternativ för översättningar som inte ska användas.

source: Untranslatable term
sv: Oöversättbar term

source: Mark this option if the sentence should stay as in the source language, without change.
sv: Markera detta alternativ om meningen ska förbli oförändrad, precis som i källspråket.

source: You do not have permission to create terminology.
sv: Du har inte behörighet att skapa terminologi.

source: State to set
sv: Tillstånd som ska sättas

source: Do not change
sv: Ändra inte

source: Translation flags to add
sv: Översättningsflaggor att lägga till

source: Translation flags to remove
sv: Översättningsflaggor att ta bort

source: Labels to add
sv: Etiketter att lägga till

source: Labels to remove
sv: Etiketter att ta bort

source: I accept the contributor license agreement
sv: Jag accepterar licensavtalet för bidragsgivare

source: The slug does not match the one marked for deletion!
sv: SLUG:en stämmer inte överens med den som är markerad för borttagning!

source: Removal confirmation
sv: Borttagningsbekräftelse

source: Please type in the full slug of the translation to confirm.
sv: Skriv in översättningens fulla SLUG för att bekräfta.

source: Please type in the full slug of the component to confirm.
sv: Skriv in översättningens fulla SLUG för att bekräfta.

source: Please type in the slug of the project to confirm.
sv: Skriv in översättningens SLUG för att bekräfta.

source: Please type in the slug of the category to confirm.
sv: Skriv in kategorins URL-slug för att bekräfta.

source: Please type in the slug of the project and language to confirm.
sv: Skriv in SLUG:en för projektet och språket för att bekräfta.

source: Please type in the slug of the category and language to confirm.
sv: Skriv in URL-slugen för kategorin och språket för att bekräfta.

source: Author username
sv: Författarens användarnamn

source: Exclude author (username)
sv: Exkludera upphovsperson (användarnamn)

source: Date range
sv: Datumintervall

source: Expiry cannot be in the past.
sv: Utgångsdatum kan inte vara i det förflutna.

source: Customize translation workflow for this language
sv: Anpassa arbetsflödet för översättning för detta språk

source: The translation workflow is configured at project and component. By enabling customization here, you override these settings for this language.
sv: Arbetsflödet för översättning konfigureras på projekt- och komponentnivå. Genom att aktivera anpassning här åsidosätter du dessa inställningar för detta språk.

source: Customize translation workflow for this language in this project
sv: Anpassa översättningsflödet för detta språk i detta projekt

source: The translation workflow is configured at project, component, and language. By enabling customization here, you override these settings for this language in this project.
sv: Översättningsflödet är konfigurerat på projekt-, komponent- och språknivå. Genom att aktivera anpassning här åsidosätter du dessa inställningar för detta språk i detta projekt.

source: Version control integration
sv: Integration av versionskontroll

source: Configure repository hooks for automated flow of updates to Weblate.
sv: Konfigurera arkiv-hooks fÃ¶r automatiserat flÃ¶de av uppdateringar till Weblate.

source: Configure push URL for automated flow of translations from Weblate.
sv: Konfigurera push-URL fÃ¶r automatiskt flÃ¶de av Ã¶versÃ¤ttningar frÃ¥n Weblate.

source: Building community
sv: Byggande gemenskap

source: Define translation instructions to give translators a guideline.
sv: Definiera Ã¶versÃ¤ttningsinstruktioner fÃ¶r att ge Ã¶versÃ¤ttare en riktlinje.

source: Make your translations available under a libre license.
sv: GÃ¶r dina Ã¶versÃ¤ttningar tillgÃ¤ngliga under en fri licens.

source: Fix this component to clear its alerts.
sv: Ã tgÃ¤rda den hÃ¤r komponenten fÃ¶r att rensa dess varningar.

source: Provide context to the translators
sv: Ge sammanhang till Ã¶versÃ¤ttarna

source: Add screenshots to show where strings are being used.
sv: LÃ¤gg till skÃ¤rmdumpar fÃ¶r att visa var strÃ¤ngar anvÃ¤nds.

source: Use flags to indicate special strings in your translation.
sv: Använd flaggor för att ange särskilda strängar i översättningen.

source: Add safe-html flag to avoid dangerous HTML from translators for strings which are rendered as HTML.
sv: LÃ¤gg till flaggan safe-html fÃ¶r att undvika farlig HTML frÃ¥n Ã¶versÃ¤ttare fÃ¶r strÃ¤ngar som renderas som HTML.

source: Workflow customization
sv: Anpassning av arbetsflÃ¶de

source: Component or category with the same URL slug already exists at this level.
sv: Komponent eller kategori med samma URL-slug finns redan på denna nivå.

source: Component or category with the same name already exists at this level.
sv: Komponent eller kategori med samma namn finns redan på denna nivå.

source: Duplicated string found in the file.
sv: Duplicerad sträng hittades i filen.

source: Duplicated translation.
sv: Duplicerad översättning.

source: Duplicated file mask.
sv: Duplicerad filmask.

source: Could not merge the repository.
sv: Kunde inte slå samman arkivet.

source: Could not push the repository.
sv: Kunde inte pusha arkivet.

source: Could not update the repository.
sv: Kunde inte uppdatera arkivet.

source: Could not parse translation files.
sv: Kunde inte tolka översättningsfilerna.

source: Your billing plan has exceeded its limits.
sv: Din faktureringsplan har överskridit sina gränser.

source: Repository outdated.
sv: Arkivet är föråldrat.

source: Repository has changes.
sv: Arkivet har ändringar.

source: License info missing.
sv: Licensinformation saknas.

source: Could not run add-on.
sv: Kunde inte köra tillägg.

source: Misconfigured monolingual translation.
sv: Felaktigt konfigurerad enspråkig översättning.

source: Unsupported component configuration
sv: Komponentkonfigurationen stöds inte

source: Broken repository browser URL
sv: Felaktig URL för arkivutforskare

source: Broken project website URL
sv: Felaktig URL för projektwebbplats

source: Unused screenshot
sv: Oanvänd skärmdump

source: Ambiguous language code.
sv: Tvetydig språkkod.

source: Does not meet Libre hosting conditions.
sv: Uppfyller inte villkoren för fri (Libre) hosting.

source: Unused enforced checks.
sv: Oanvända tvingande kontroller.

source: No file mask matches.
sv: Ingen filmask matchar.

source: Inexistent files.
sv: Icke-befintliga filer.

source: Component seems unused.
sv: Komponenten verkar oanvänd.

source: Glossary using monolingual files.
sv: Ordlista med hjälp av enspråkiga filer.

source: Severity
sv: Svårighetsgrad

source: Severity defines color used for the message.
sv: Allvarlighetsgraden avgör vilken färg som används för meddelandet.

source: Info (light blue)
sv: Info (ljusblå)

source: Warning (yellow)
sv: Varning (gult)

source: Danger (red)
sv: Fara (red)

source: Success (green)
sv: Åtgärd lyckades (grön)

source: Expiry date
sv: Slutdatum

source: The message will be not shown after this date. Use it to announce string freeze and translation deadline for next release.
sv: Meddelandet kommer inte att visas efter detta datum. Används till exempel för meddelanden om deadline för nästa release.

source: Notify users
sv: Meddela användare

source: Send notification to subscribed users.
sv: Skicka avisering till abonnerande användare.

source: Do not specify both component and project!
sv: Ange inte både komponent och projekt!

source: Category name
sv: Kategorinamn

source: Name used in URLs and filenames.
sv: Namn använt i URL:er och filnamn.

source: Too deep nesting of categories!
sv: För djup nestning av kategorier!

source: Parent category has to be in the same project!
sv: Föräldrakategorin måste vara i samma projekt!

source: Parent category has to be different!
sv: Föräldrakategorin måste vara annorlunda!

source: Component created from scratch
sv: Komponent skapad från grunden

source: Component created as a branch
sv: Komponent skapad som en gren

source: Component created via API
sv: Komponent skapad via API

source: Component created from version control
sv: Komponent skapad från versionskontroll

source: Component created via ZIP upload
sv: Komponent skapad via ZIP-uppladdning

source: Component created via document upload
sv: Komponent skapad via dokumentuppladdning

source: %(action)s at %(time)s on %(translation)s by %(user)s
sv: %(action)s vid %(time)s i %(translation)s av %(user)s

source: %(action)s at %(time)s on %(translation)s
sv: %(action)s vid %(time)s på %(translation)s

source: Source needs review
sv: Källan behöver granskas

source: Contact maintainers
sv: Kontakta ansvariga

source: Point to translation instructions URL
sv: Peka på URL för översättningsinstruktioner

source: Create new language file
sv: Skapa ny språkfil

source: Disable adding new translations
sv: Inaktivera tillägg av nya översättningar

source: Default based on the file format
sv: Standard baserat på filformatet

source: POSIX style using underscore as a separator
sv: POSIX-stil med understreck som avgränsare

source: POSIX style using underscore as a separator, lower cased
sv: POSIX-stil med understreck som separator, små bokstäver

source: BCP style using hyphen as a separator
sv: BCP-stil med bindestreck som avgränsare

source: POSIX style using underscore as a separator, including country code
sv: POSIX-stil med understreck som avgränsare, inklusive landskod

source: POSIX style using underscore as a separator, including country code, lower cased
sv: POSIX-stil med understreck som separator, inklusive landskod, små bokstäver

source: BCP style using hyphen as a separator, including country code
sv: BCP-stil med bindestreck som avgränsare, inklusive landskod

source: BCP style using hyphen as a separator, legacy language codes
sv: BCP-stil med bindestreck som avgränsare, äldre språkkoder

source: BCP style using hyphen as a separator, lower cased
sv: BCP-stil med bindestreck som avgränsare, gemener

source: Android style
sv: Android-stil

source: Apple App Store metadata style
sv: Apple App Store metadatastil

source: Google Play metadata style
sv: Google Play metadatastil

source: Linux style
sv: Linux-stil

source: Linux style, lower cased
sv: Linux-stil, gemener

source: Merge
sv: Sammanfoga

source: Rebase
sv: Ombasera (rebase)

source: Merge without fast-forward
sv: Sammanfoga utan snabbspolning

source: URL of a repository, use weblate://project/component to share it with other component.
sv: Webbadress till arkiv, använd weblate://projekt/komponent för att dela det med andra komponenter.

source: Repository push URL
sv: Push-URL för arkiv

source: Repository browser
sv: Arkivutforskare

source: Link to repository browser, use {{branch}} for branch, {{filename}} and {{line}} as filename and line placeholders. You might want to strip leading directory by using {{filename|parentdir}}.
sv: Länk till arkivutforskare, använd {{branch}} för gren, {{filename}} och {{line}} för filnamn och radnummer. Du kanske vill ta bort den inledande katalogen med {{filename|parentdir}}.

source: Exported repository URL
sv: Exporterat arkiv-URL

source: URL of repository where users can fetch changes from Weblate
sv: Webbadress till arkiv där användare kan hämta ändringar från Weblate

source: Source string bug reporting address
sv: Adress för felrapport av källsträngar

source: E-mail address for reports on errors in source strings. Leave empty for no e-mails.
sv: Mejladress för felrapporter om källsträngarna. Lämna tom för inga mejl.

source: Repository branch to translate
sv: Arkivgren att översätta

source: Push branch
sv: Pusha gren

source: Branch for pushing changes. Leave empty to use repository branch when pushing directly to the repository. When using pull/merge requests, specify a branch name different from the repository branch.
sv: Gren för att skicka ändringar. Lämna tomt för att använda arkivgrenen när du skickar direkt till arkivet. När du använder pull/merge-förfrågningar, ange ett grennamn som skiljer sig från arkivgrenen.

source: Path of files to translate relative to repository root, use * instead of language code, for example: po/*.po or locale/*/LC_MESSAGES/django.po.
sv: Sökväg för filer att översätta relativt arkivroten, använd * istället för språkkod, till exempel: po/*.po ellerr locale/*/LC_MESSAGES/django.po.

source: Screenshot file mask
sv: Filmask för skärmdump

source: Path of screenshots relative to repository root, for example: docs/screenshots/*.png.
sv: Sökväg för skärmdumpar i förhållande till arkivroten, till exempel: docs/screenshots/*.png.

source: Filename of translation base file, containing all strings and their source for monolingual translations.
sv: Filnamn för översättningsbasfilen, som innehåller alla strängar och deras källa för enspråkiga översättningar.

source: Edit base file
sv: Redigera basfil

source: Whether users will be able to edit the base file for monolingual translations.
sv: Om användarna kommer att kunna redigera basfilen för enspråkiga översättningar.

source: File format parameters
sv: Filformatsparametrar

source: Locked component will not get any translation updates.
sv: Låsta komponenter kommer inte att få några översättningsuppdateringar.

source: Do not show glossary matches
sv: Visa inte ordlistematchningar

source: Hides the glossary panel in the translation editor.
sv: Döljer ordlistan i översättningsredigeraren.

source: Allow translation propagation
sv: Tillåt spridning av översättning

source: Whether translation updates in other components will cause automatic translation in this one
sv: Om översättningsuppdateringar i andra komponenter ska orsaka automatisk översättning i detta

source: Contribute to project translation memory
sv: Bidra till projektets översättningsminne

source: Allow this component's translations to be added to the project-level translation memory.
sv: Tillåt att översättningar av denna komponent läggs till i översättningsminnet på projektnivå.

source: Turn on suggestions
sv: Aktivera förslag

source: Whether to allow translation suggestions at all.
sv: Om du vill tillåta översättningsförslag överhuvudtaget.

source: Suggestion voting
sv: Förslagsröstning

source: Users can only vote for suggestions and canât make direct translations.
sv: AnvÃ¤ndare kan bara rÃ¶sta pÃ¥ fÃ¶rslag och kan inte gÃ¶ra direktÃ¶versÃ¤ttningar.

source: Automatically accept suggestions
sv: Acceptera förslag automatiskt

source: Automatically accept suggestions with this number of votes, use 0 to turn it off.
sv: Acceptera automatiskt förslag med detta antal röster, använd 0 för att stänga av.

source: Translation flags
sv: Översättningsflaggor

source: Additional comma-separated flags to influence Weblate behavior.
sv: Ytterligare kommaseparerade flaggor för att påverka Weblates beteende.

source: Enforced checks
sv: Tvingande kontroller

source: List of checks which can not be dismissed.
sv: Lista över kontroller som inte kan avfärdas.

source: Contributor license agreement which needs to be approved before a user can translate this component.
sv: Licensavtal för bidragsgivare som måste godkännas innan en användare kan översätta denna komponent.

source: Adding new translation
sv: Lägg till ny översättning

source: How to handle requests for creating new translations.
sv: Hur förfrågningar om att skapa nya översättningar hanteras.

source: Language code style
sv: Språkkodstil

source: Customize language code used to generate the filename for translations created by Weblate.
sv: Anpassa språkkoden som används för att skapa filnamn för översättningar som skapats av Weblate.

source: Manage strings
sv: Hantera strängar

source: Enables adding and removing strings straight from Weblate. If your strings are extracted from the source code or managed externally you probably want to keep it disabled.
sv: Gör det möjligt att lägga till och ta bort strängar direkt från Weblate. Om dina strängar extraheras från källkoden eller hanteras externt vill du antagligen hålla den inaktiverad.

source: Merge style
sv: Sammanslagningsstil

source: Define whether Weblate should merge the upstream repository or rebase changes onto it.
sv: Ange om Weblate ska slå samman (merge) uppströmsarkivet eller rebase:a ändringar på det.

source: Commit message when translating
sv: Arkiveringsmeddelande vid översättning

source: You can use template language for various info, please consult the documentation for more details.
sv: Du kan använda mallspråket för diverse information, se dokumentationen för mer detaljer.

source: Commit message when adding translation
sv: Arkiveringsmeddelande när översättning läggs till

source: Commit message when removing translation
sv: Arkiveringsmeddelande när översättning tas bort

source: Commit message when merging translation
sv: Arkiveringsmeddelande när översättning slås samman

source: Commit message when add-on makes a change
sv: Arkiveringsmeddelande när ett tillägg gör en ändring

source: Merge request message
sv: Meddelande för merge-begäran

source: Push on commit
sv: Skicka vid incheckning

source: Whether the repository should be pushed upstream on every commit.
sv: Om arkivet ska skickas uppströms vid varje arkivering.

source: Age of changes to commit
sv: Ålder på ändringar att arkivera

source: Time in hours after which any pending changes will be committed to the VCS.
sv: Tid i timmar efter vilken alla väntande ändringar kommer att arkiveras till VCS.

source: Lock on error
sv: Lås vid fel

source: Whether the component should be locked on repository errors.
sv: Om komponenten ska låsas vid arkivfel.

source: Language used for source strings in all components
sv: Språk som används som källsträngar i alla komponenter

source: Regular expression used to filter translation files when scanning for file mask.
sv: Reguljärt uttryck som används för att filtrera översättningsfiler vid sökning efter filmask.

source: Variants regular expression
sv: Reguljärt uttryck för varianter

source: Regular expression used to determine variants of a string.
sv: Reguljärt uttryck för att bestämma varianter av en sträng.

source: Components with higher priority are offered first to translators.
sv: Komponenter med högre prioritet erbjuds först till översättare.

source: Restricted component
sv: Begränsad komponent

source: Restrict access to the component to only those explicitly given permission.
sv: Begränsa åtkomsten till komponenten till endast de som uttryckligen ges behörighet.

source: Share in projects
sv: Andel i projekt

source: Choose additional projects where this component will be listed.
sv: Välj ytterligare projekt där den här komponenten ska listas.

source: Use as a glossary
sv: Använd som en ordlista

source: Glossaries are different from regular translations but help keep track of and share consistent terminology.
sv: Ordlistor skiljer sig från vanliga översättningar, men hjälper till att hålla reda på och dela konsekvent terminologi.

source: Glossary color
sv: Ordlistefärg

source: Key filter
sv: Nyckelfilter

source: Regular expression used to filter keys. This is only available for monolingual formats.
sv: Reguljära uttryck som används för att filtrera nycklar. Detta är endast tillgängligt för enspråkiga format.
